{
    "_comment": "",
    "_comment": "@Author AnDwHaT5",
    "_comment": "",
    "_comment": "Hello, and thanks for looking at the lang! If you are here to",
    "_comment": "translate it there are little tidbits above each section to",
    "_comment": "reference, but it's VERY straightforward. To translate the mod",
    "_comment": "desire! It's that simple!",
    "_comment": "",

    "_comment": "",
    "_comment": "Note for en_gb You only need to translate the text if its different from en_us.",
    "_comment": "Minecraft will use en_us as a fall back if its not in here.",
    "_comment": "",

    "item.aluminium_hammer": "Aluminium Hammer",
    "item.aluminium_axe": "Aluminium Axe",
    "item.aluminium_spade": "Aluminium Spade",
    "item.aluminium_pickaxe": "Aluminium Pickaxe",
    "item.aluminium_hoe": "Aluminium Hoe",
    "item.aluminium_sword": "Aluminium Sword",
    "item.aluminium_helmet": "Aluminium Helmet",
    "item.aluminium_chestplate": "Aluminium Torso",
    "item.aluminium_leggings": "Aluminium Leggings",
    "item.aluminium_boots": "Aluminium Boots",
    "item.aluminium_ingot": "Aluminium Ingot",
    "item.aluminium_plate": "Aluminium Plate",
    "item.aluminum_disc": "Aluminium Disc",
    "item.aluminum_base": "Aluminium Base",
    "item.paralyze_heal": "Paralyse Heal",
    "item.armor_fossil": "Armour Fossil",
    "item.x_defense": "X defense",
    "item.pokemail_favored": "Favoured Mail",
    "item.pokemail_harbor": "Harbour Mail",

    "attack.acid_armor": "Acid Armour",
    "attack.acid_armor.description": "The user alters its cellular structure to liquefy itself, sharply raising its defense stat.",
    "attack.aurora_beam.description": "The target is hit with a rainbow-coloured beam. This may also lower the target's Attack stat.",
    "attack.barrier.description": "The user throws up a sturdy wall that sharply raises its defense stat.",
    "attack.conversion.description": "The user changes its type to become the same type as the move at the top of the list of moves it knows.",
    "attack.defense_curl": "defense Curl",
    "attack.defense_curl.description": "The user curls up to conceal weak spots and raise its defense stat.",
    "attack.harden.description": "The user stiffens all the muscles in its body to raise its defense stat.",
    "attack.leer.description": "The user gives opposing Pokémon an intimidating leer that lowers the defense stat.",
    "attack.screech.description": "An earsplitting screech harshly lowers the target's defense stat.",
    "attack.skull_bash.description": "The user tucks in its head to raise its defense in the first turn, then rams the target on the next turn.",
    "attack.stun_spore.description": "The user scatters a cloud of numbing powder that paralyses the target.",
    "attack.tail_whip.description": "The user wags its tail cutely, making opposing Pokémon less wary and lowering their defense stat.",
    "attack.thunder_wave.description": "The user launches a weak jolt of electricity that paralyses the target.",
    "attack.withdraw.description": "The user withdraws its body into its hard shell, raising its defense stat.",
    "attack.crunch.description": "The user crunches up the target with sharp fangs. This may also lower the target's defense stat.",
    "attack.iron_tail.description": "The target is slammed with a steel-hard tail. This may also lower the target's defense stat.",
    "attack.rock_smash.description": "The user attacks with a punch. This may also lower the target's defense stat. This move can also shatter rocks in the field.",
    "attack.steel_wing.description": "The target is hit with wings of steel. This may also raise the user's defense stat.",
    "attack.synthesis.description": "The user restores its own HP. The amount of HP regained varies with the weather.",
    "attack.bulk_up.description": "The user tenses its muscles to bulk up its body, raising both its Attack and defense stats.",
    "attack.cosmic_power.description": "The user absorbs a mystical power from space to raise its defense and Sp. Def stats.",
    "attack.crush_claw.description": "The user slashes the target with hard and sharp claws. This may also lower the target's defense.",
    "attack.iron_defense": "Iron defense",
    "attack.iron_defense.description": "The user hardens its body's surface like iron, sharply raising its defense stat.",
    "attack.sheer_cold.description": "The target is attacked with a blast of absolute-zero cold. The target faints instantly if this attack hits.",
    "attack.stockpile.description": "The user charges up power and raises both its defense and Sp. Def. stats. The move can be used three times.",
    "attack.superpower.description": "The user attacks the target with great power. However, this also lowers the user's Attack and defense stats.",
    "attack.tickle.description": "The user tickles the target into laughing, reducing its Attack and defense stats.",
    "attack.close_combat.description": "The user fights the target up close without guarding itself. This also lowers the user's defense and Sp. Def stats.",
    "attack.copycat.description": "The user mimics the move used immediately before it. The move fails if no other move has been used yet.",
    "attack.defend_order.description": "The user calls out its underlings to shield its body, raising its defense and Sp. Def stats.",
    "attack.guard_swap.description": "The user employs its psychic power to switch changes to its defense and Sp. Def stats with the target.",
    "attack.power_trick.description": "The user employs its psychic power to switch its Attack with its defense stat.",
    "attack.coil.description": "The user coils up and concentrates. This raises its Attack and defense stats as well as its accuracy.",
    "attack.cotton_guard.description": "The user protects itself by wrapping its body in soft cotton, which drastically raises the user's defense stat.",
    "attack.guard_split.description": "The user employs its psychic powers to average its defense and Sp. Def stats with those of the target.",
    "attack.razor_shell.description": "The user cuts its target with sharp shells. This may also lower the target's defense stat.",
    "attack.shell_smash.description": "The user breaks its shell, which lowers defense and Sp. Def stats but sharply raises its Attack, Sp. Atk, and Speed stats.",
    "attack.v-create.description": "With a hot flame on its forehead, the user hurls itself at its target. This lowers the user's defense, Sp. Def, and Speed stats.",
    "attack.wonder_room.description": "The user creates a bizarre area in which Pokémon's defense and Sp. Def stats are swapped for five turns.",
    "attack.diamond_storm.description": "The user whips up a storm of diamonds to damage opposing Pokémon. This may also raise the user's defense stat.",
    "attack.dragon_ascent.description": "After soaring upward, the user attacks its target by dropping out of the sky at high speeds, although it lowers its own defense and Sp. Def in the process.",
    "attack.flower_shield.description": "The user raises the defense stat of all Grass Pokémon in battle with a mysterious power.",
    "attack.hyperspace_fury.description": "Using its many arms, the user unleashes a barrage of attacks that ignore the effects of moves like Protect and Detect. This attack lowers the user's defense.",
    "attack.magnetic_flux.description": "The user manipulates magnetic fields which raises the defense and Sp. Def stats of ally Pokémon with the Plus or Minus Ability.",

    "pixelmon.arcanine.description": "Arcanine is known for its high speed. It is said to be capable of running over 10,000 kilometres in a single day and night. The fire that blazes wildly within this Pokémon's body is its source of power.",
    "pixelmon.blastoise.description": "Blastoise has water spouts that protrude from its shell. The water spouts are very accurate. They can shoot bullets of water with enough accuracy to strike empty cans from a distance of over 50 m.",
    "pixelmon.charmeleon.description": "Charmeleon mercilessly destroys its foes using its sharp claws. If it encounters a strong foe, it turns aggressive. In this excited state, the flame at the tip of its tail flares with a bluish white colour.",
    "pixelmon.flareon.description": "Flareon's fluffy fur has a functional purpose-it releases heat into the air so that its body does not get excessively hot. This Pokémon's body temperature can rise to a maximum of 900 degrees Celsius.",
    "pixelmon.rapidash.description": "Rapidash usually can be seen casually cantering in the fields and plains. However, when this Pokémon turns serious, its fiery manes flare and blaze as it gallops its way up to 240 km/h.",
    "pixelmon.seaking.description": "In the autumn, Seaking males can be seen performing courtship dances in riverbeds to woo females. During this season, this Pokémon's body colouration is at its most beautiful.",
    "pixelmon.starmie.description": "Starmie's center section-the core-glows brightly in seven colours. Because of its luminous nature, this Pokémon has been given the nickname \"the gem of the sea.\"",
    "pixelmon.venusaur.description": "There is a large flower on Venusaur's back. The flower is said to take on vivid colours if it gets plenty of nutrition and sunlight. The flower’s aroma soothes the emotions of people.",
    "pixelmon.wartortle.description": "Its tail is large and covered with a rich, thick fur. The tail becomes increasingly deeper in colour as Wartortle ages. The scratches on its shell are evidence of this Pokémon’s toughness as a battler.",
    "pixelmon.corsola.description": "Corsola's branches glitter very beautifully in seven colours when they catch sunlight. If any branch breaks off, this Pokémon grows it back in just one night.",
    "pixelmon.hitmontop.description": "Hitmontop spins on its head at high speed, all the while delivering kicks. This technique is a remarkable mix of both offense and defense at the same time. The Pokémon travels faster spinning than it does walking.",
    "pixelmon.ho-oh.description": "Ho-Oh's feathers glow in seven colours depending on the angle at which they are struck by light. These feathers are said to bring happiness to the bearers. This Pokémon is said to live at the foot of a rainbow.",
    "pixelmon.miltank.description": "Miltank gives 20 litres of milk on a daily basis. Its sweet milk is enjoyed by children and grown-ups alike. People who can't drink milk turn it into yogurt and eat it instead.",
    "pixelmon.skarmory.description": "Skarmory is entirely encased in hard, protective armour. This Pokémon flies at close to 300 km/h. It slashes foes with its wings that possess swordlike cutting edges.",
    "pixelmon.skiploom.description": "Skiploom's flower blossoms when the temperature rises above 18 degrees Celsius. How much the flower opens depends on the temperature. For that reason, this Pokémon is sometimes used as a thermometer.",
    "pixelmon.armaldo.description": "Armaldo’s tough armour makes all attacks bounce off. This Pokémon’s two enormous claws can be freely extended or contracted. They have the power to punch right through a steel slab.",
    "pixelmon.camerupt.description": "Camerupt has a volcano inside its body. Magma of 10,000 degrees Celsius courses through its body. Occasionally, the humps on this Pokémon’s back erupt, spewing the superheated magma.",
    "pixelmon.glalie.description": "Glalie has a body made of rock, which it hardens with an armour of ice. This Pokémon has the ability to freeze moisture in the atmosphere into any shape it desires.",
    "pixelmon.kecleon.description": "Kecleon is capable of changing its body colours at will to blend in with its surroundings. There is one exception—this Pokémon can’t change the zigzag pattern on its belly.",
    "pixelmon.shelgon.description": "Inside Shelgon’s armour-like shell, cells are in the midst of transformation to create an entirely new body. This Pokémon’s shell is extremely heavy, making its movements sluggish.",
    "pixelmon.torchic.description": "Torchic sticks with its Trainer, following behind with unsteady steps. This Pokémon breathes fire of over 1,000 degrees Celsius, including fireballs that leave the foe scorched black.",
    "pixelmon.cherubi.description": "Sunlight colours it red. When the small ball is drained of nutrients, it shrivels to herald evolution.",
    "pixelmon.froslass.description": "It freezes foes with an icy breath nearly -50 degree Celsius. What seems to be its body is actually hollow.",
    "pixelmon.magmortar.description": "It blasts fireballs of over 2,000 degrees Celsius from the ends of its arms. It lives in volcanic craters.",
    "pixelmon.skuntank.description": "It sprays a vile-smelling fluid from the tip of its tail to attack. Its range is over 50 meters.",
    "pixelmon.stunky.description": "It sprays a foul fluid from its rear. Its stench spreads over a 1.6 kilometre radius, driving Pokémon away.",
    "pixelmon.deerling.description": "Their colouring changes according to the seasons and can be slightly affected by the temperature and humidity as well.",
    "pixelmon.eelektrik.description": "It wraps itself around its prey and paralyses it with electricity from the round spots on its sides. Then it chomps.",
    "pixelmon.frillish.description": "They paralyse prey with poison, then drag them down to their lairs, five miles below the surface.",
    "pixelmon.tornadus.description": "The lower half of its body is wrapped in a cloud of energy. It zooms through the sky at 300 km/h.",
    "pixelmon.aurorus.description": "The diamond-shaped crystals on its body expel air as cold as -150 degrees Celsius, surrounding its enemies and encasing them in ice.",
    "pixelmon.fennekin.description": "Eating a twig fills it with energy, and its roomy ears give vent to air hotter than 200 degrees Celsius.",
    "pixelmon.frogadier.description": "It can throw bubble-covered pebbles with precise control, hitting empty cans up to 30 meters away.",
    "pixelmon.command.battle2.invalid": "Participant %d was invalid. Please try again.",
    "pixelmon.interaction.rarecandy": "%s's levelling is disabled.",
    "pixelmon.entitytrainer.level": "Lv:",
    "pixelmon.blocks.plate.add": "%d plates remain!",
    "pixelmon.abilities.bigpecks": "%s's Big Pecks prevents defense loss!",
    "pixelmon.abilities.colourchange": "%s's Colour Change changed it into the %s type!",
    "pixelmon.abilities.primordialsea": "%s's Primordial Sea caused rain to fall extremely heavily!",
    "pixelmon.abilities.effectsporeparal": "%s's Effect Spore paralysed %s!",
    "pixelmon.abilities.flamebody": "%s's Flame Body burnt %s!",
    "pixelmon.abilities.static": "%s's Static paralysed %s!",
    "pixelmon.abilities.watercompaction": "%s's Water Compaction raised its defense!",

    "pixelmon.egg.stage2": "It appears to move occasionally. It may be close to hatching.",
    "gui.guiEvolve.cancel": "Evolution cancelled!",
    "gui.guiItemDrops.drop": "Discard All",
    "gui.screenpokechecker.move": "to %s levelling?",
    "gui.trainereditor.randomise": "Randomise",
    "gui.pokemoneditor.cancelediting": "%s cancelled your editing.",
    "enum.stat.defense": "defense",
    "enum.stat.specialdefense": "Special defense",
    "nbt.defense": "defense:",
    "nbt.spdefense": "Sp. defense:",
    "nbt.defense2": "defense",
    "nbt.spdefense2": "Sp. defense",
    "block.inside_wall_molding": "Inside Wall Moulding",
    "ability.Battery.description": "Powers up ally Pokémon's special moves.",
    "ability.BattleArmour": "Battle Armour",
    "ability.BigPecks.description": "Protects the Pokémon from defense-lowering attacks.",
    "ability.ColorChange": "Colour Change",
    "ability.Fluffy.description": "Halves the damage taken from moves that make direct contact, but doubles that of Fire-type moves.",
    "ability.FriendGuard.description": "Reduces damage done to allies",
    "ability.Galvanize": "Galvanise",
    "ability.Galvanize.description": "Normal-type moves become Electric-type moves. The power of those moves is boosted a little.",
    "ability.GrassPelt.description": "Boosts the defense stat in Grassy Terrain.",
    "ability.GrassySurge.description": "Turns the ground into Grassy Terrain when the Pokémon enters a battle.",
    "ability.LiquidVoice.description": "All sound-based moves become Water-type moves.",
    "ability.LongReach.description": "The Pokémon uses its moves without making contact with the target.",
    "ability.MagmaArmor": "Magma Armour",
    "ability.MarvelScale.description": "Boosts the defense stat if the Pokémon has a status condition.",
    "ability.PowerOfAlchemy.description": "The Pokémon copies the Ability of a defeated ally.",
    "ability.PrismArmor": "Prism Armour",
    "ability.PsychicSurge.description": "Turns the ground into Psychic Terrain when the Pokémon enters a battle.",
    "ability.ShellArmour": "Shell Armour",
    "ability.SlushRush.description": "Boosts the Pokémon's Speed stat in a hailstorm.",
    "ability.Stakeout.description": "Doubles the damage dealt to the target's replacement if the target switches out.",
    "ability.Synchronize.description": "Passes poison, paralyse, or burn to the Pokémon that inflicted it.",
    "ability.Teravolt.description": "Moves can be used on the target regardless of its Abilities",
    "ability.WeakArmor": "Weak Armour",
    "ability.WeakArmor.description": "Physical attacks lower its defense stat and raise its Speed stat.",
    "pixelmon.effect.defenseincreased": "%s's defense was increased!",
    "pixelmon.effect.defensedecreased": "%s's defense was decreased!",
    "pixelmon.effect.spdefincreased": "%s's Special defense was increased!",
    "pixelmon.effect.spdefdecreased": "%s's Special defense was decreased!",
    "pixelmon.effect.defenseincreased2": "%s's defense was increased sharply!",
    "pixelmon.effect.defensedecreased2": "%s's defense was decreased harshly!",
    "pixelmon.effect.spdefincreased2": "%s's Special defense was increased sharply!",
    "pixelmon.effect.spdefdecreased2": "%s's Special defense was decreased harshly!",
    "pixelmon.effect.defenseincreased3": "%s's defense was increased drastically!",
    "pixelmon.effect.defensedecreased3": "%s's defense was decreased drastically!",
    "pixelmon.effect.spdefincreased3": "%s's Special defense was increased drastically!",
    "pixelmon.effect.spdefdecreased3": "%s's Special defense was decreased drastically!",
    "pixelmon.effect.defensetoohigh": "%s's defense can't go higher!",
    "pixelmon.effect.defensetoolow": "%s's defense can't go lower!",
    "pixelmon.effect.spdeftoohigh": "%s's Special defense can't go higher!",
    "pixelmon.effect.spdeftoolow": "%s's Special defense can't go lower!",
    "pixelmon.effect.burnt": "%s has been burnt!",
    "pixelmon.effect.alreadyparalyzed": "%s is already paralysed!",
    "pixelmon.effect.isparalyzed": "%s is paralysed!",
    "pixelmon.effect.reflectraised": "Reflect raised %s's team's defense!",
    "pixelmon.effect.bellydrum": "%s cut its HP and maximised its Attack!",
    "pixelmon.effect.incinerate": "%s's %s was burnt up!",
    "pixelmon.effect.guardswap": "%s swapped its defense and Special defense changes with %s!",
    "pixelmon.status.immobilizedbylove": "%s is immobilised by love!",
    "pixelmon.status.isparalyzed": "%s is paralysed and cannot move!",
    "pixelmon.status.safeguardoff": "Safeguard wore off!",
    "pixelmon.status.guardsplit": "%s shared its defense and Special defense with %s!",
    "pixelmon.status.wonderroom": "It created a bizarre environment where defense and Special defense are switched!",
    "pixelmon.status.powertrick": "%s switched its Attack and defense stats!",
    "pixelmon.status.psychicterrainend": "The psychic aura disappeared from the battlefield.",
    "key.minmaxoverlay": "Minimise/Maximise Overlay",
    "pixelmon.config.useExternalJSONFilesMoves.comment": "Use external JSON files for moves",
    "pixelmon.config.movesPerTutor.comment": "The amount of moves a move Tutor will have.",
    "pixelmon.config.battleAIWild.comment": "The type of AI to use for wild Pokemon in battle.",
    "pixelmon.config.battleAIBoss.comment": "The type of AI to use for boss Pokemon in battle.",
    "pixelmon.config.battleAITrainer.comment": "The type of AI to use for NPC Trainers in battle.",
    "pixelmon.config.verticalSliceRadius.comment": "The vertical radius of the areas randomly selected near the player to do spawning in. Lower for better performance but less reliable spawning. Larger than horizontal to better match player behaviour."
}
